Revit 2027 API
Ceramic.CeramicBumpAmount Property
 The property labeled "Amount" from the "Ceramic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string CeramicBumpAmount { get; }
Public Shared ReadOnly Property CeramicBumpAmount As String
	Get
public:
static property String^ CeramicBumpAmount {
	String^ get ();
}
static member CeramicBumpAmount : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
Ceramic Class
Autodesk.Revit.DB.Visual Namespace